<!--
<div class="block">
	<div class="block_head">
		О нашем проекте
	</div>
	GameCMS (Game Content Management System) - это движок сайта, заточенный под нужды игроков различных игровых сообществ, имеющий необходимый функционал, предназначенный для управления игровым сообществом, поддержания игроков в курсе последних новостей, просмотра списка администрации, забаненых, статистики, удобного общения как c помощью форума, так и посредством личных сообщений, обсуждения различных тем, отправки вопросов в поддержку проекта и т.д. Особенностью данного движка является поддержка большого количества онлайн игр - Counter-Strike 1.6, Counter-Strike Source, Counter-Strike: Global Offensive и др., подача заявок на разбан, удобная покупка привилегий или разбана на сервере с помощью личного кошелька, баланс которого можно пополнить через множество платежных систем.
</div>
-->